Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Import Profile Backup
ar: استيراد نسخة احتياطية للملف الشخصي
de: Profil-Backup importieren
es: Importar copia de seguridad de perfil
fr: Importer une sauvegarde de profil
he: ייבוא גיבוי פרופיל
hi: प्रोफ़ाइल बैकअप आयात करें
id: Impor Cadangan Profil
it: Importa backup del profilo
ja: プロファイルのバックアップを読み込む
ko: 프로필 백업 가져오기
nl: Profielback-up importeren
pl: Importuj kopię zapasową profilu
pt_br: Importar backup de perfil
ru: Импорт резервной копии профиля
sv: Importera profilsäkerhetskopia
tr: Profil Yedeğini İçe Aktar
uk: Імпорт резервної копії профілю
vi: Nhập bản sao lưu hồ sơ
zh_hans: 导入配置文件备份
zh_hant: 匯入設定檔備份

source: Import from Agents...
ar: استيراد من الوكلاء...
de: Von Agenten importieren...
es: Importar desde agentes...
fr: Importer depuis les agents...
he: ייבא מסוכנים...
hi: एजेंटों से आयात करें...
id: Impor dari Agen...
it: Importa da agenti...
ja: エージェントからインポート...
ko: 에이전트에서 가져오기...
nl: Importeren vanuit agenten...
pl: Importuj od agentów...
pt_br: Importar de Agentes...
ru: Импортировать из агентов...
sv: Importera från agenter...
tr: Ajanlardan İçe Aktar...
uk: Імпортувати з агентів...
vi: Nhập từ tác nhân...
zh_hans: 从代理导入...
zh_hant: 從代理匯入...

source: Import from clipboard
ar: استيراد من الحافظة
de: Aus Zwischenablage importieren
es: Importar del portapapeles
fr: Importer depuis le presse-papiers
he: ייבא מלוח הגזירים
hi: क्लिपबोर्ड से आयात करें
id: Impor dari papan klip
it: Importa dagli appunti
ja: クリップボードからインポート
ko: 클립보드에서 가져오기
nl: Importeren van klembord
pl: Importuj ze schowka
pt_br: Importar da área de transferência
ru: Импортировать из буфера обмена
sv: Importera från urklipp
tr: Panodan içe aktar
uk: Імпортувати з буфера обміну
vi: Nhập từ khay nhớ tạm
zh_hans: 从剪贴板导入
zh_hant: 從剪貼簿匯入

source: Import...
ar: استيراد...
de: Importieren...
es: Importar...
fr: Importer...
he: ייבא...
hi: आयात करें...
id: Impor...
it: Importa...
ja: インポート...
ko: 가져오기...
nl: Importeren...
pl: Importuj...
pt_br: Importar...
ru: Импортировать...
sv: Importera...
tr: İçe Aktar...
uk: Імпортувати...
vi: Nhập...
zh_hans: 导入...
zh_hant: 匯入...

source: Imported
ar: مستورد
de: Importiert
es: Importado
fr: Importé
he: מיובא
hi: आयातित
id: Diimpor
it: Importato
ja: インポート済み
ko: 가져옴
nl: Geïmporteerd
pl: Zaimportowano
pt_br: Importado
ru: Импортировано
sv: Importerad
tr: İçe aktarıldı
uk: Імпортовано
vi: Đã nhập
zh_hans: 已导入
zh_hant: 已匯入

source: In Agent mode a local classifier judges each tool call the static rules would have asked about. These lists steer that judgment as plain sentences -- not shell patterns. Allow lines describe work to auto-approve in this workspace. Soft-deny lines describe destructive actions to refuse unless your recent request clearly asked for them. Hard-deny lines describe boundaries the classifier must refuse whatever you asked. Environment lines are facts about this machine it should know.
ar: في وضع الوكيل، يحكم مصنف محلي على كل استدعاء أداة كانت القواعد الثابتة ستسأل عنه. توجّه هذه القوائم ذلك الحكم بجمل عادية، لا بأنماط الصدفة. تصف أسطر السماح الأعمال التي تُعتمد تلقائيا في مساحة العمل هذه. وتصف أسطر الرفض اللين إجراءات مدمرة يجب رفضها ما لم يطلبها طلبك الأخير بوضوح. وتصف أسطر الرفض الصارم حدودا يجب على المصنف رفضها مهما طلبت. أما أسطر البيئة فهي حقائق عن هذا الجهاز ينبغي أن يعرفها.
de: Im Agent-Modus beurteilt ein lokaler Klassifikator jeden Tool-Aufruf, bei dem die statischen Regeln nachgefragt hätten. Diese Listen steuern dieses Urteil als normale Sätze, nicht als Shell-Muster. Zulassen-Zeilen beschreiben Arbeiten, die in diesem Arbeitsbereich automatisch genehmigt werden. Weiche Ablehnungszeilen beschreiben destruktive Aktionen, die abzulehnen sind, sofern Ihre jüngste Anfrage sie nicht ausdrücklich verlangt hat. Harte Ablehnungszeilen beschreiben Grenzen, die der Klassifikator unabhängig von Ihrer Anfrage ablehnen muss. Umgebungszeilen sind Fakten über diesen Rechner, die er kennen sollte.
es: En modo Agente, un clasificador local evalúa cada llamada a herramienta sobre la que las reglas estáticas habrían preguntado. Estas listas orientan ese juicio como frases normales, no como patrones de shell. Las líneas de permitir describen trabajo que se aprueba automáticamente en este espacio de trabajo. Las de denegación blanda describen acciones destructivas que deben rechazarse salvo que tu petición reciente las pidiera claramente. Las de denegación estricta describen límites que el clasificador debe rechazar sin importar lo que pidas. Las líneas de entorno son hechos sobre esta máquina que conviene que conozca.
fr: En mode Agent, un classificateur local juge chaque appel d'outil sur lequel les règles statiques auraient demandé confirmation. Ces listes orientent ce jugement sous forme de phrases ordinaires, pas de motifs shell. Les lignes d'autorisation décrivent le travail à approuver automatiquement dans cet espace de travail. Les lignes de refus souple décrivent des actions destructrices à refuser, sauf si votre demande récente les réclamait clairement. Les lignes de refus strict décrivent des limites que le classificateur doit refuser quoi que vous demandiez. Les lignes d'environnement sont des faits sur cette machine qu'il doit connaître.
he: במצב סוכן, מסווג מקומי שופט כל קריאה לכלי שהכללים הסטטיים היו שואלים עליה. הרשימות האלה מכוונות את השיפוט הזה כמשפטים רגילים, לא כתבניות מעטפת. שורות התרה מתארות עבודה לאישור אוטומטי בסביבת העבודה הזו. שורות סירוב רך מתארות פעולות הרסניות שיש לסרב להן אלא אם הבקשה האחרונה שלך ביקשה אותן במפורש. שורות סירוב קשיח מתארות גבולות שהמסווג חייב לסרב להם בכל מקרה. שורות סביבה הן עובדות על המחשב הזה שכדאי שיידע.
hi: एजेंट मोड में एक स्थानीय क्लासिफ़ायर हर उस टूल कॉल का मूल्यांकन करता है जिसके बारे में स्थिर नियम पूछते। ये सूचियां उस निर्णय को शेल पैटर्न के बजाय सामान्य वाक्यों के रूप में दिशा देती हैं। अनुमति पंक्तियां उस कार्य का वर्णन करती हैं जिसे इस वर्कस्पेस में स्वतः स्वीकृत करना है। सॉफ़्ट-डिनाई पंक्तियां ऐसी विनाशकारी क्रियाओं का वर्णन करती हैं जिन्हें तब तक अस्वीकार करना है जब तक आपके हालिया अनुरोध ने स्पष्ट रूप से न मांगा हो। हार्ड-डिनाई पंक्तियां उन सीमाओं का वर्णन करती हैं जिन्हें क्लासिफ़ायर को हर हाल में अस्वीकार करना चाहिए। एनवायरनमेंट पंक्तियां इस मशीन के बारे में तथ्य हैं जो उसे जानने चाहिए।
id: Dalam mode Agen, pengklasifikasi lokal menilai setiap panggilan alat yang biasanya ditanyakan oleh aturan statis. Daftar ini mengarahkan penilaian tersebut sebagai kalimat biasa, bukan pola shell. Baris izin menjelaskan pekerjaan yang disetujui otomatis di ruang kerja ini. Baris tolak lunak menjelaskan tindakan destruktif yang harus ditolak kecuali permintaan Anda baru-baru ini memintanya dengan jelas. Baris tolak keras menjelaskan batasan yang harus ditolak pengklasifikasi apa pun permintaan Anda. Baris lingkungan adalah fakta tentang komputer ini yang perlu diketahuinya.
it: In modalità Agente un classificatore locale valuta ogni chiamata a strumento su cui le regole statiche avrebbero chiesto conferma. Questi elenchi guidano quel giudizio come frasi normali, non come pattern di shell. Le righe di autorizzazione descrivono il lavoro da approvare automaticamente in quest'area di lavoro. Le righe di rifiuto morbido descrivono azioni distruttive da rifiutare a meno che la tua richiesta recente non le abbia chieste esplicitamente. Le righe di rifiuto rigido descrivono limiti che il classificatore deve rifiutare qualunque cosa tu chieda. Le righe sull'ambiente sono fatti su questa macchina che dovrebbe conoscere.
ja: エージェントモードでは、静的ルールなら確認を求めていた各ツール呼び出しをローカル分類器が判断します。これらのリストは、シェルパターンではなく普通の文でその判断を導きます。許可行は、このワークスペースで自動承認する作業を表します。ソフト拒否行は、最近の依頼が明確に求めていない限り拒否すべき破壊的な操作を表します。ハード拒否行は、何を依頼されても分類器が拒否すべき境界を表します。環境行は、分類器が知っておくべきこのマシンに関する事実です。
ko: 에이전트 모드에서는 정적 규칙이라면 확인을 요청했을 각 도구 호출을 로컬 분류기가 판단합니다. 이 목록은 셸 패턴이 아니라 일반 문장으로 그 판단을 이끕니다. 허용 줄은 이 작업 공간에서 자동 승인할 작업을 설명합니다. 소프트 거부 줄은 최근 요청이 분명히 요구하지 않는 한 거부해야 할 파괴적 작업을 설명합니다. 하드 거부 줄은 무엇을 요청하든 분류기가 반드시 거부해야 하는 경계를 설명합니다. 환경 줄은 분류기가 알아야 할 이 컴퓨터에 관한 사실입니다.
nl: In de agentmodus beoordeelt een lokale classificatie elke tool-aanroep waarover de statische regels zouden hebben gevraagd. Deze lijsten sturen dat oordeel als gewone zinnen, niet als shell-patronen. Toestaan-regels beschrijven werk dat in deze werkruimte automatisch wordt goedgekeurd. Zachte weigeringsregels beschrijven destructieve acties die geweigerd moeten worden, tenzij je recente verzoek er duidelijk om vroeg. Harde weigeringsregels beschrijven grenzen die de classificatie hoe dan ook moet weigeren. Omgevingsregels zijn feiten over deze computer die hij moet kennen.
pl: W trybie agenta lokalny klasyfikator ocenia każde wywołanie narzędzia, o które zapytałyby reguły statyczne. Te listy sterują tą oceną zwykłymi zdaniami, a nie wzorcami powłoki. Wiersze zezwoleń opisują pracę zatwierdzaną automatycznie w tym obszarze roboczym. Wiersze miękkiej odmowy opisują destrukcyjne działania, które należy odrzucić, chyba że Twoje ostatnie żądanie wyraźnie o nie prosiło. Wiersze twardej odmowy opisują granice, których klasyfikator musi odmówić niezależnie od żądania. Wiersze środowiska to fakty o tym komputerze, które powinien znać.
pt_br: No modo Agente, um classificador local avalia cada chamada de ferramenta sobre a qual as regras estáticas perguntariam. Estas listas orientam esse julgamento como frases comuns, não como padrões de shell. As linhas de permissão descrevem trabalhos a aprovar automaticamente neste espaço de trabalho. As de recusa branda descrevem ações destrutivas a recusar, a menos que seu pedido recente as tenha solicitado claramente. As de recusa rígida descrevem limites que o classificador deve recusar independentemente do que você pediu. As linhas de ambiente são fatos sobre esta máquina que ele deve conhecer.
ru: В режиме агента локальный классификатор оценивает каждый вызов инструмента, о котором спросили бы статические правила. Эти списки направляют его решение обычными фразами, а не shell-шаблонами. Строки разрешения описывают работу, автоматически одобряемую в этой рабочей области. Строки мягкого запрета описывают разрушительные действия, которые следует отклонять, если ваш недавний запрос явно их не требовал. Строки жесткого запрета описывают границы, которые классификатор обязан отклонять независимо от запроса. Строки окружения - это факты об этом компьютере, которые ему следует знать.
sv: I agentläget bedömer en lokal klassificerare varje verktygsanrop som de statiska reglerna skulle ha frågat om. Dessa listor styr bedömningen med vanliga meningar, inte med skalmönster. Tillåt-rader beskriver arbete som godkänns automatiskt i den här arbetsytan. Rader för mjukt avslag beskriver destruktiva åtgärder som ska nekas om inte din senaste begäran tydligt bad om dem. Rader för hårt avslag beskriver gränser som klassificeraren måste neka oavsett vad du bad om. Miljörader är fakta om den här datorn som den bör känna till.
tr: Aracı kipinde, statik kuralların soracağı her araç çağrısını yerel bir sınıflandırıcı değerlendirir. Bu listeler bu değerlendirmeyi kabuk desenleriyle değil, düz cümlelerle yönlendirir. İzin satırları bu çalışma alanında otomatik onaylanacak işleri anlatır. Yumuşak ret satırları, son isteğiniz açıkça talep etmedikçe reddedilecek yıkıcı eylemleri anlatır. Katı ret satırları, ne isterseniz isteyin sınıflandırıcının reddetmesi gereken sınırları anlatır. Ortam satırları ise sınıflandırıcının bilmesi gereken, bu makineye ilişkin olgulardır.
uk: У режимі агента локальний класифікатор оцінює кожен виклик інструмента, про який запитали б статичні правила. Ці списки скеровують таке рішення звичайними реченнями, а не shell-шаблонами. Рядки дозволу описують роботу, яку автоматично схвалювати в цій робочій області. Рядки м'якої заборони описують руйнівні дії, які слід відхиляти, якщо ваш нещодавній запит явно їх не вимагав. Рядки жорсткої заборони описують межі, які класифікатор має відхиляти незалежно від запиту. Рядки середовища - це факти про цей комп'ютер, які йому варто знати.
vi: Ở chế độ Tác nhân, một bộ phân loại cục bộ sẽ đánh giá từng lệnh gọi công cụ mà các quy tắc tĩnh vốn sẽ hỏi. Các danh sách này định hướng đánh giá đó bằng câu văn thông thường, không phải mẫu shell. Dòng cho phép mô tả công việc được tự động phê duyệt trong không gian làm việc này. Dòng từ chối mềm mô tả các hành động phá hủy cần từ chối trừ khi yêu cầu gần đây của bạn nêu rõ. Dòng từ chối cứng mô tả những giới hạn mà bộ phân loại phải từ chối dù bạn yêu cầu gì. Dòng môi trường là các dữ kiện về máy này mà nó nên biết.
zh_hans: 在代理模式下，本地分类器会判断静态规则原本会询问的每一次工具调用。这些列表以普通句子而非 shell 模式来引导该判断。允许行描述在此工作区中自动批准的工作。软拒绝行描述除非你最近的请求明确提出、否则应拒绝的破坏性操作。硬拒绝行描述无论你请求什么分类器都必须拒绝的边界。环境行是它应当知道的关于本机的事实。
zh_hant: 在代理模式下，本機分類器會判斷靜態規則原本會詢問的每一次工具呼叫。這些清單以普通句子而非 shell 模式來引導該判斷。允許行描述在此工作區中自動核准的工作。軟拒絕行描述除非你最近的請求明確提出、否則應拒絕的破壞性操作。硬拒絕行描述無論你請求什麼分類器都必須拒絕的邊界。環境行是它應當知道的關於本機的事實。

source: In Progress
ar: قيد التنفيذ
de: In Bearbeitung
es: En curso
fr: En cours
he: בתהליך
hi: प्रगति पर
id: Sedang berjalan
it: In corso
ja: 進行中
ko: 진행 중
nl: Bezig
pl: W toku
pt_br: Em andamento
ru: В процессе
sv: Pågår
tr: Devam ediyor
uk: У процесі
vi: Đang tiến hành
zh_hans: 进行中
zh_hant: 進行中

source: In-Process Server
ar: خادم داخل العملية
es: Servidor en el proceso
fr: Serveur intégré au processus
he: שרת בתוך התהליך
hi: इन-प्रोसेस सर्वर
id: Server Dalam Proses
it: Server in-process
ja: プロセス内サーバー
ko: 프로세스 내 서버
pl: Serwer wewnątrzprocesowy
pt_br: Servidor em processo
ru: Внутрипроцессный сервер
tr: İşlem İçi Sunucu
uk: Внутрішньопроцесний сервер
vi: Máy chủ trong tiến trình
zh_hans: 进程内服务器
zh_hant: 行程內伺服器

source: Include tool details
ar: تضمين تفاصيل الأدوات
de: Werkzeugdetails einschließen
es: Incluir detalles de herramientas
fr: Inclure les détails des outils
he: כלילת פרטי כלים
hi: टूल विवरण शामिल करें
id: Sertakan detail alat
it: Includere dettagli degli strumenti
ja: ツールの詳細を含める
ko: 도구 세부 정보 포함
nl: Tooldetails opnemen
pl: Dołącz szczegóły narzędzi
pt_br: Incluir detalhes das ferramentas
ru: Включить подробности инструментов
sv: Inkludera verktygsdetaljer
tr: Araç ayrıntılarını dahil et
uk: Додати подробиці інструментів
vi: Bao gồm chi tiết công cụ
zh_hans: 包含工具详情
zh_hant: 包含工具詳細資訊

source: Index ready for fast code search.
ar: الفهرس جاهز للبحث السريع في التعليمات البرمجية.
de: Der Index ist für die schnelle Codesuche bereit.
es: El índice está listo para una búsqueda rápida de código.
fr: L'index est prêt pour la recherche rapide de code.
he: האינדקס מוכן לחיפוש קוד מהיר.
hi: तेज़ कोड खोज के लिए इंडेक्स तैयार है।
id: Indeks siap untuk pencarian kode cepat.
it: L'indice è pronto per la ricerca rapida nel codice.
ja: 高速なコード検索の準備ができました。
ko: 빠른 코드 검색을 위한 인덱스가 준비되었습니다.
nl: De index is klaar voor snel zoeken in code.
pl: Indeks jest gotowy do szybkiego wyszukiwania kodu.
pt_br: O índice está pronto para pesquisa rápida de código.
ru: Индекс готов для быстрого поиска по коду.
sv: Indexet är klart för snabb kodsökning.
tr: Dizin hızlı kod araması için hazır.
uk: Індекс готовий до швидкого пошуку в коді.
vi: Chỉ mục đã sẵn sàng để tìm kiếm mã nhanh.
zh_hans: 索引已就绪，可快速搜索代码。
zh_hant: 索引已就緒，可快速搜尋程式碼。

source: Indexing project codebase...
ar: جارٍ فهرسة قاعدة تعليمات المشروع البرمجية...
de: Projektcode wird indiziert...
es: Indexando el código del proyecto...
fr: Indexation du code du projet...
he: מתבצע אינדוקס של קוד הפרויקט...
hi: प्रोजेक्ट कोडबेस को इंडेक्स किया जा रहा है...
id: Mengindeks basis kode proyek...
it: Indicizzazione del codice del progetto...
ja: プロジェクトのコードをインデックス作成中...
ko: 프로젝트 코드베이스 인덱싱 중...
nl: Projectcode wordt geïndexeerd...
pl: Indeksowanie kodu projektu...
pt_br: Indexando o código do projeto...
ru: Индексация кода проекта...
sv: Projektets kod indexeras...
tr: Proje kod tabanı dizinleniyor...
uk: Індексування коду проєкту...
vi: Đang lập chỉ mục mã nguồn dự án...
zh_hans: 正在索引项目代码...
zh_hant: 正在索引專案程式碼...

source: Inherit user setting
ar: وراثة إعداد المستخدم
de: Benutzereinstellung übernehmen
es: Heredar el ajuste del usuario
fr: Hériter du réglage utilisateur
he: ירושת הגדרת המשתמש
hi: उपयोगकर्ता सेटिंग विरासत में लें
id: Warisi pengaturan pengguna
it: Eredita l'impostazione utente
ja: ユーザー設定を継承
ko: 사용자 설정 상속
nl: Gebruikersinstelling overnemen
pl: Dziedzicz ustawienie użytkownika
pt_br: Herdar a configuração do usuário
ru: Наследовать настройку пользователя
sv: Ärv användarinställning
tr: Kullanıcı ayarını devral
uk: Успадкувати налаштування користувача
vi: Kế thừa cài đặt người dùng
zh_hans: 继承用户设置
zh_hant: 繼承使用者設定

source: Inherited from user
ar: موروث من المستخدم
de: Vom Benutzer geerbt
es: Heredado del usuario
fr: Hérité de l’utilisateur
he: בירושה מהמשתמש
hi: उपयोगकर्ता से प्राप्त
id: Diwarisi dari pengguna
it: Ereditato dall’utente
ja: ユーザー設定を継承
ko: 사용자 설정 상속
nl: Overgenomen van gebruiker
pl: Odziedziczone po użytkowniku
pt_br: Herdado do usuário
ru: Унаследовано от пользователя
sv: Ärvt från användaren
tr: Kullanıcıdan devralındı
uk: Успадковано від користувача
vi: Kế thừa từ người dùng
zh_hans: 继承用户设置
zh_hant: 繼承使用者設定

source: Inherited user servers
ar: خوادم المستخدم الموروثة
de: Geerbte Benutzerserver
es: Servidores de usuario heredados
fr: Serveurs utilisateur hérités
he: שרתי משתמש שעברו בירושה
hi: विरासत में मिले उपयोगकर्ता सर्वर
id: Server pengguna warisan
it: Server utente ereditati
ja: 継承されたユーザーサーバー
ko: 상속된 사용자 서버
nl: Overgenomen gebruikersservers
pl: Odziedziczone serwery użytkownika
pt_br: Servidores de usuário herdados
ru: Унаследованные серверы пользователя
sv: Ärvda användarservrar
tr: Devralınan kullanıcı sunucuları
uk: Успадковані сервери користувача
vi: Máy chủ người dùng kế thừa
zh_hans: 继承的用户服务器
zh_hant: 繼承的使用者伺服器

source: Initialize Git Repository
ar: تهيئة مستودع Git
de: Git-Repository initialisieren
es: Inicializar repositorio de Git
fr: Initialiser le dépôt Git
he: אתחל מאגר Git
hi: Git रिपॉजिटरी आरंभ करें
id: Inisialisasi repositori Git
it: Inizializza repository Git
ja: Git リポジトリを初期化
ko: Git 리포지토리 초기화
nl: Git-repository initialiseren
pl: Zainicjuj repozytorium Git
pt_br: Inicializar repositório Git
ru: Инициализировать репозиторий Git
sv: Initiera Git-utvecklingskatalog
tr: Git deposunu başlat
uk: Ініціалізувати репозиторій Git
vi: Khởi tạo kho Git
zh_hans: 初始化 Git 仓库
zh_hant: 初始化 Git 儲存庫

source: Insert prompt into editor
ar: إدراج النص في المحرر
de: Prompt in den Editor einfügen
es: Insertar mensaje en el editor
fr: Insérer l'invite dans l'éditeur
he: הכנס הנחיה לעורך
hi: संपादक में प्रॉम्प्ट डालें
id: Masukkan prompt ke editor
it: Inserisci prompt nell'editor
ja: エディタにプロンプトを挿入
ko: 편집기에 프롬프트 삽입
nl: Prompt invoegen in editor
pl: Wstaw prompt do edytora
pt_br: Inserir prompt no editor
ru: Вставить запрос в редактор
sv: Infoga prompt i redigeraren
tr: İstemi düzenleyiciye ekle
uk: Вставити запит у редактор
vi: Chèn lời nhắc vào trình soạn thảo
zh_hans: 将提示词插入编辑器
zh_hant: 將提示詞插入編輯器

source: Inspect Context
ar: فحص السياق
de: Kontext untersuchen
es: Inspeccionar contexto
fr: Inspecter le contexte
he: בדיקת ההקשר
hi: संदर्भ जाँचें
id: Periksa konteks
it: Ispezionare contesto
ja: コンテキストを確認
ko: 컨텍스트 검사
nl: Context inspecteren
pl: Sprawdź kontekst
pt_br: Inspecionar contexto
ru: Проверить контекст
sv: Granska kontext
tr: Bağlamı incele
uk: Перевірити контекст
vi: Kiểm tra ngữ cảnh
zh_hans: 检查上下文
zh_hant: 檢查上下文

source: Inspect and manage macOS filesystem access, protected user folders, and tool execution permissions.
ar: افحص وأدر الوصول إلى نظام ملفات macOS ومجلدات المستخدم المحمية وأذونات تنفيذ الأدوات.
de: Prüfen und verwalten Sie den macOS-Dateisystemzugriff, geschützte Benutzerordner und Berechtigungen zur Tool-Ausführung.
es: Inspecciona y gestiona el acceso al sistema de archivos de macOS, las carpetas de usuario protegidas y los permisos de ejecución de herramientas.
fr: Inspectez et gérez l'accès au système de fichiers macOS, les dossiers utilisateur protégés et les autorisations d'exécution des outils.
he: בדוק ונהל גישה למערכת הקבצים של macOS, תיקיות משתמש מוגנות והרשאות להרצת כלים.
hi: macOS फ़ाइल सिस्टम एक्सेस, सुरक्षित उपयोगकर्ता फ़ोल्डर और टूल निष्पादन अनुमतियां देखें और प्रबंधित करें।
id: Periksa dan kelola akses sistem berkas macOS, folder pengguna terlindungi, dan izin eksekusi alat.
it: Ispeziona e gestisci l'accesso al file system di macOS, le cartelle utente protette e i permessi di esecuzione degli strumenti.
ja: macOS のファイルシステムアクセス、保護されたユーザーフォルダ、ツール実行の権限を確認・管理します。
ko: macOS 파일 시스템 접근, 보호된 사용자 폴더, 도구 실행 권한을 확인하고 관리합니다.
nl: Bekijk en beheer macOS-bestandssysteemtoegang, beschermde gebruikersmappen en machtigingen voor tooluitvoering.
pl: Sprawdzaj i zarządzaj dostępem do systemu plików macOS, chronionymi folderami użytkownika i uprawnieniami do uruchamiania narzędzi.
pt_br: Inspecione e gerencie o acesso ao sistema de arquivos do macOS, as pastas de usuário protegidas e as permissões de execução de ferramentas.
ru: Просматривайте и настраивайте доступ к файловой системе macOS, защищенные пользовательские папки и разрешения на выполнение инструментов.
sv: Granska och hantera macOS-filsystemåtkomst, skyddade användarmappar och behörigheter för verktygskörning.
tr: macOS dosya sistemi erişimini, korumalı kullanıcı klasörlerini ve araç yürütme izinlerini inceleyip yönetin.
uk: Переглядайте та керуйте доступом до файлової системи macOS, захищеними папками користувача й дозволами на виконання інструментів.
vi: Kiểm tra và quản lý quyền truy cập hệ thống tệp macOS, các thư mục người dùng được bảo vệ và quyền thực thi công cụ.
zh_hans: 检查并管理 macOS 文件系统访问、受保护的用户文件夹以及工具执行权限。
zh_hant: 檢查並管理 macOS 檔案系統存取、受保護的使用者資料夾以及工具執行權限。

source: Inspector
ar: الفاحص
de: Inspektor
fr: Inspecteur
he: מפקח
hi: निरीक्षक
id: Inspektur
it: Ispettore
ja: インスペクター
ko: 검사기
pl: Inspektor
pt_br: Inspetor
ru: Инспектор
sv: Inspektör
tr: Denetçi
uk: Інспектор
vi: Thanh kiểm tra
zh_hans: 检查器
zh_hant: 檢查器

source: Install
ar: تثبيت
de: Installieren
es: Instalar
fr: Installer
he: התקן
hi: इंस्टॉल करें
id: Pasang
it: Installa
ja: インストール
ko: 설치
nl: Installeren
pl: Zainstaluj
pt_br: Instalar
ru: Установить
sv: Installera
tr: Kur
uk: Встановити
vi: Cài đặt
zh_hans: 安装
zh_hant: 安裝

source: Install %@
ar: تثبيت %@
de: %@ installieren
es: Instalar %@
fr: Installer %@
he: התקן את %@
hi: %@ स्थापित करें
id: Pasang %@
it: Installa %@
ja: %@ をインストール
ko: %@ 설치
nl: %@ installeren
pl: Zainstaluj %@
pt_br: Instalar %@
ru: Установить %@
sv: Installera %@
tr: %@ yükle
uk: Встановити %@
vi: Cài đặt %@
zh_hans: 安装 %@
zh_hant: 安裝 %@

source: Install & Start
ar: تثبيت وبدء
de: Installieren und starten
es: Instalar e iniciar
fr: Installer et démarrer
he: התקן והפעל
hi: इंस्टॉल करें और शुरू करें
id: Pasang dan mulai
it: Installa e avvia
ja: インストールして開始
ko: 설치 후 시작
nl: Installeren en starten
pl: Zainstaluj i uruchom
pt_br: Instalar e iniciar
ru: Установить и запустить
sv: Installera och starta
tr: Kur ve başlat
uk: Встановити й запустити
vi: Cài đặt và khởi động
zh_hans: 安装并启动
zh_hant: 安裝並啟動

source: Install Custom Repo
ar: تثبيت مستودع مخصص
de: Benutzerdefiniertes Repo installieren
es: Instalar repositorio personalizado
fr: Installer un dépôt personnalisé
he: התקן מאגר מותאם אישית
hi: कस्टम रेपो स्थापित करें
id: Instal Repo Kustom
it: Installa repository personalizzato
ja: カスタムリポジトリをインストール
ko: 사용자 정의 저장소 설치
nl: Aangepaste repo installeren
pl: Zainstaluj własne repozytorium
pt_br: Instalar Repositório Personalizado
ru: Установить пользовательский репозиторий
sv: Installera anpassat arkiv
tr: Özel Depoyu Kur
uk: Встановити власний репозиторій
vi: Cài đặt kho lưu trữ tùy chỉnh
zh_hans: 安装自定义仓库
zh_hant: 安裝自訂存放庫
